{
  "photo_sequence_id": "2323738278-2322128946-2327900163-2322127968-2322919747",
  "photo_sequence_ids": [
    "2323738278",
    "2322128946",
    "2327900163",
    "2322127968",
    "2322919747"
  ],
  "photo_sequence_urls": [
    "https://farm4.staticflickr.com/3014/2323738278_fcb7d73054_o.jpg",
    "https://farm3.staticflickr.com/2271/2322128946_c3f17fe48d_o.jpg",
    "https://farm4.staticflickr.com/3041/2327900163_8ea686f2c4_o.jpg",
    "https://farm3.staticflickr.com/2298/2322127968_540d5cd154_o.jpg",
    "https://farm3.staticflickr.com/2232/2322919747_1bdefe990d_o.jpg"
  ],
  "auto_story_text_normalized": "there were a lot of people at the rally . we were all very happy to be there . many people came to protest . they marched in front of the crowd . the women in the crowd had a great time .",
  "edited_stories": [
    {
      "worker_id": "A2OZTBCBOCHF9E",
      "edited_story_text": "There were a lot of people at the rally. Many people came to protest. A LOT OF THEM WERE CARRYING SIGNS. They marched in front of the crowd. The women in the crowd SEEMED ANGRY.",
      "normalized_edited_story_text_sent": [
        "there were a lot of people at the rally .",
        "many people came to protest .",
        "a lot of them were carrying signs .",
        "they marched in front of the crowd .",
        "the women in the crowd seemed angry ."
      ]
    },
    {
      "worker_id": "A1J6Z70T78B35V",
      "edited_story_text": "There were a lot of people at the rally and we were all very happy to be there. Many people came to protest and they marched in front of the crowd, the women in the crowd had a great time .",
      "normalized_edited_story_text_sent": [
        "there were a lot of people at the rally and we were all very happy to be there .",
        "many people came to protest and they marched in front of the crowd , the women in the crowd had a great time ."
      ]
    },
    {
      "worker_id": "A13GUTDMGGZZDL",
      "edited_story_text": "there were a lot of people at the rally today. we were all very happy with how many people came to protest. we all marched together. I took a photo of this woman, who seemed very passionate about our cause.",
      "normalized_edited_story_text_sent": [
        "there were a lot of people at the rally today .",
        "we were all very happy with how many people came to protest .",
        "we all marched together .",
        "i took a photo of this woman , who seemed very passionate about our cause ."
      ]
    },
    {
      "worker_id": "A3MA1SVP12F3DO",
      "edited_story_text": "There were a lot of people at the rally. We were all motivated to be there. Many people came to protest, and to march. The women in the crowd were especially engaged.",
      "normalized_edited_story_text_sent": [
        "there were a lot of people at the rally .",
        "we were all motivated to be there .",
        "many people came to protest , and to march .",
        "the women in the crowd were especially engaged ."
      ]
    },
    {
      "worker_id": "A20TA5ADSMQSRW",
      "edited_story_text": "A lot of people attended the rally and were all very happy to be there. Many people came to protest and marched in front of the crowd. The women in the crowd had a great time.",
      "normalized_edited_story_text_sent": [
        "a lot of people attended the rally and were all very happy to be there .",
        "many people came to protest and marched in front of the crowd .",
        "the women in the crowd had a great time ."
      ]
    }
  ],
  "data_split": "train",
  "model": "AREL",
  "note": "Visual stories were automatically generated using: Wang, X., Chen, W., Wang, Y. F., \u0026 Wang, W. Y. (2018). No metrics are perfect: Adversarial reward learning for visual storytelling. arXiv preprint arXiv:1804.09160. (Code: https://github.com/eric-xw/AREL). Crowd workers from Amazon Mechanical Turk edited stories. (20190227)",
  "album_id": "72157604082858691"
}