{
  "photo_sequence_id": "5378634968-5378644258-5378055167-5378057833-5378064135",
  "photo_sequence_ids": [
    "5378634968",
    "5378644258",
    "5378055167",
    "5378057833",
    "5378064135"
  ],
  "photo_sequence_urls": [
    "https://farm6.staticflickr.com/5162/5378634968_e5318df36c_o.jpg",
    "https://farm6.staticflickr.com/5046/5378644258_0099a43f29_o.jpg",
    "https://farm6.staticflickr.com/5002/5378055167_ba19c6ff5b_o.jpg",
    "https://farm6.staticflickr.com/5008/5378057833_2a75217ae7_o.jpg",
    "https://farm6.staticflickr.com/5050/5378064135_6fb5aa59e6_o.jpg"
  ],
  "auto_story_text_normalized": "the meeting was about to begin . there were a lot of people there . they were all very excited . the man is giving a speech to the students . i had a great time there .",
  "edited_stories": [
    {
      "worker_id": "A13GUTDMGGZZDL",
      "edited_story_text": "the robotics club had a meeting about the competition. everyone from the team was there. [male] gave a short presentation that had some valuable information. the students had a good time at the meeting.",
      "normalized_edited_story_text_sent": [
        "the robotics club had a meeting about the competition .",
        "everyone from the team was there .",
        "[male] gave a short presentation that had some valuable information .",
        "the students had a good time at the meeting ."
      ]
    },
    {
      "worker_id": "ADAKTHXLJRCI7",
      "edited_story_text": "The class was about to begin . There were some tools laying around. There were a few students who were excited. The teacher is showing a problem to the students . I enjoyed myself in the class.",
      "normalized_edited_story_text_sent": [
        "the class was about to begin .",
        "there were some tools laying around .",
        "there were a few students who were excited .",
        "the teacher is showing a problem to the students .",
        "i enjoyed myself in the class ."
      ]
    },
    {
      "worker_id": "A2ANLYFY8COULI",
      "edited_story_text": ". As the meeting was about to begin, the students were excited about the speaker. Had a great time.",
      "normalized_edited_story_text_sent": [
        ".",
        "as the meeting was about to begin , the students were excited about the speaker .",
        "had a great time ."
      ]
    },
    {
      "worker_id": "ALML8V38FDV0",
      "edited_story_text": "The meeting was about to begin. There were a lot of people there. They were all very excited to present their work. The man is giving a speech to the students on his project. I had a great time there learning about their work.",
      "normalized_edited_story_text_sent": [
        "the meeting was about to begin .",
        "there were a lot of people there .",
        "they were all very excited to present their work .",
        "the man is giving a speech to the students on his project .",
        "i had a great time there learning about their work ."
      ]
    },
    {
      "worker_id": "A1X72AEF3S3OCS",
      "edited_story_text": "the first class was about to begin. there were only a few people there. they were all good students. the instructor is giving an overview of the course to the students. i learned a great deal during my time there.",
      "normalized_edited_story_text_sent": [
        "the first class was about to begin .",
        "there were only a few people there .",
        "they were all good students .",
        "the instructor is giving an overview of the course to the students .",
        "i learned a great deal during my time there ."
      ]
    }
  ],
  "data_split": "train",
  "model": "AREL",
  "note": "Visual stories were automatically generated using: Wang, X., Chen, W., Wang, Y. F., \u0026 Wang, W. Y. (2018). No metrics are perfect: Adversarial reward learning for visual storytelling. arXiv preprint arXiv:1804.09160. (Code: https://github.com/eric-xw/AREL). Crowd workers from Amazon Mechanical Turk edited stories. (20190227)",
  "album_id": "72157625881901406"
}