{
  "photo_sequence_id": "5636107960-5636108104-5635527975-5636108478-5636108774",
  "photo_sequence_ids": [
    "5636107960",
    "5636108104",
    "5635527975",
    "5636108478",
    "5636108774"
  ],
  "photo_sequence_urls": [
    "https://farm6.staticflickr.com/5141/5636107960_b9cbb7f9f0_o.jpg",
    "https://farm6.staticflickr.com/5262/5636108104_ca4d544655_o.jpg",
    "https://farm6.staticflickr.com/5304/5635527975_eaa421ce8b_o.jpg",
    "https://farm6.staticflickr.com/5106/5636108478_6018e6a238_o.jpg",
    "https://farm6.staticflickr.com/5102/5636108774_785077fcd6_o.jpg"
  ],
  "auto_story_text_normalized": "we had a lot of work to do . some of them had a lot of work to do . we also had a lot of work to choose from . after that we got to work on the computer . at the end of the day , we were able to talk about what we were doing .",
  "edited_stories": [
    {
      "worker_id": "AP6CJAMKZ7GR4",
      "edited_story_text": "We had a lot of work to do at the special event for kids. The adults worked hard to show the kids how to build wooden projects. There were lots of different options for the children to choose from. We showed the kids how to build items like tables. At the end of the day, a presenter gave an informative speech about everything we did that day.",
      "normalized_edited_story_text_sent": [
        "we had a lot of work to do at the special event for kids .",
        "the adults worked hard to show the kids how to build wooden projects .",
        "there were lots of different options for the children to choose from .",
        "we showed the kids how to build items like tables .",
        "at the end of the day , a presenter gave an informative speech about everything we did that day ."
      ]
    },
    {
      "worker_id": "A1SVUNEZBEG1X8",
      "edited_story_text": "we had a lot of work to do as volunteers. we arrived early and got our instructions. even the very young were encouraged to help.  we used computers to help our work along.  we all worked together to finish each piece of work.  after that we got to work on the computer . there was a speech from the organizer at the end of the day thanking us for our work. we were all happy to help.",
      "normalized_edited_story_text_sent": [
        "we had a lot of work to do as volunteers .",
        "we arrived early and got our instructions .",
        "even the very young were encouraged to help .",
        "we used computers to help our work along .",
        "we all worked together to finish each piece of work .",
        "after that we got to work on the computer .",
        "there was a speech from the organizer at the end of the day thanking us for our work .",
        "we were all happy to help ."
      ]
    },
    {
      "worker_id": "A2DHLFPCDUTK2O",
      "edited_story_text": "We went to see a carpentry demonstration. Even the kids got to saw. We worked at benches. We also built on walls. A man spoke afterwords.",
      "normalized_edited_story_text_sent": [
        "we went to see a carpentry demonstration .",
        "even the kids got to saw .",
        "we worked at benches .",
        "we also built on walls .",
        "a man spoke afterwords ."
      ]
    },
    {
      "worker_id": "A13GUTDMGGZZDL",
      "edited_story_text": "we had a lot of work to do to make the science fair a success. we set up some demonstrations and talked to a lot of the people who came. we had fun explaining things to them. it was a good event.",
      "normalized_edited_story_text_sent": [
        "we had a lot of work to do to make the science fair a success .",
        "we set up some demonstrations and talked to a lot of the people who came .",
        "we had fun explaining things to them .",
        "it was a good event ."
      ]
    },
    {
      "worker_id": "A3MA1SVP12F3DO",
      "edited_story_text": "We had a lot of work to do. Some of us had a lot more work than others, but there was a lot of work to choose from. After, we worked on the computer. At the end of the day, we were able to talk about what we got done.",
      "normalized_edited_story_text_sent": [
        "we had a lot of work to do .",
        "some of us had a lot more work than others , but there was a lot of work to choose from .",
        "after , we worked on the computer .",
        "at the end of the day , we were able to talk about what we got done ."
      ]
    }
  ],
  "data_split": "train",
  "model": "AREL",
  "note": "Visual stories were automatically generated using: Wang, X., Chen, W., Wang, Y. F., \u0026 Wang, W. Y. (2018). No metrics are perfect: Adversarial reward learning for visual storytelling. arXiv preprint arXiv:1804.09160. (Code: https://github.com/eric-xw/AREL). Crowd workers from Amazon Mechanical Turk edited stories. (20190227)",
  "album_id": "72157626534937894"
}