{
  "photo_sequence_id": "4259351320-4258596473-4258596007-4259351194-4258595899",
  "photo_sequence_ids": [
    "4259351320",
    "4258596473",
    "4258596007",
    "4259351194",
    "4258595899"
  ],
  "photo_sequence_urls": [],
  "auto_story_text_normalized": "the military men were in a helicopter . they were very careful . they were all ready to go . they were given a flag . they were going to be a good time .",
  "edited_stories": [
    {
      "worker_id": "A1C8FN01981A69",
      "edited_story_text": "there was a soldiers in a tank.  we saw a group of soldiers talking to a politician. we saw students with soldiers. we took a look at their classrooom. it was a great experience.",
      "normalized_edited_story_text_sent": [
        "there was a soldiers in a tank .",
        "we saw a group of soldiers talking to a politician .",
        "we saw students with soldiers .",
        "we took a look at their classrooom .",
        "it was a great experience ."
      ]
    },
    {
      "worker_id": "A30DFNV9FV487C",
      "edited_story_text": "The military used tanks to do drills. They told local civilians about what the plans were and how to take them out. The muslim community loved the military because they received a lot of help with schooling. There were also hospitals set up.",
      "normalized_edited_story_text_sent": [
        "the military used tanks to do drills .",
        "they told local civilians about what the plans were and how to take them out .",
        "the muslim community loved the military because they received a lot of help with schooling .",
        "there were also hospitals set up ."
      ]
    },
    {
      "worker_id": "A1QR6I7UPY8XQJ",
      "edited_story_text": "The military men were in a tank. They were very careful and they were all ready to go. They were given a flag by the officer. They were going to be a good time .",
      "normalized_edited_story_text_sent": [
        "the military men were in a tank .",
        "they were very careful and they were all ready to go .",
        "they were given a flag by the officer .",
        "they were going to be a good time ."
      ]
    },
    {
      "worker_id": "A2KW26KE43UBRS",
      "edited_story_text": "The military men were in a tank. They were very careful. They were all ready to go and met families when they arrived. They were going to provide assistance and complete their mission.",
      "normalized_edited_story_text_sent": [
        "the military men were in a tank .",
        "they were very careful .",
        "they were all ready to go and met families when they arrived .",
        "they were going to provide assistance and complete their mission ."
      ]
    },
    {
      "worker_id": "AVLZVLVL2X60",
      "edited_story_text": "The military men were in a helicopter. We were very careful and ready to go. We were given a flag. We were going to have a good time.",
      "normalized_edited_story_text_sent": [
        "the military men were in a helicopter .",
        "we were very careful and ready to go .",
        "we were given a flag .",
        "we were going to have a good time ."
      ]
    }
  ],
  "data_split": "train",
  "note": "Visual stories were automatically generated using: Kim, T., Heo, M. O., Son, S., Park, K. W., \u0026 Zhang, B. T. (2018). GLAC Net: GLocal Attention Cascading Networks for Multi-image Cued Story Generation. arXiv preprint arXiv:1805.10973. (Code: https://github.com/tkim-snu/GLACNet.) Crowd workers from Amazon Mechanical Turk edited stories. (20190212)",
  "album_id": "72157623047955989",
  "model": "GLAC"
}